Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Remove wallpaper
ne: वालपेपर हटाउने

source: Town/city
ne: नगर/सहर

source: The Technical Barnstar is awarded to anyone who has enhanced {{SITENAME}} through their technical work (programming, bot building, link repair, etc.).
ne: प्राविधिक बार्नस्टार यस्ता प्रयोगकर्ताहरूलाई दिइन्छ जसले {{SITENAME}}मा प्रोग्रामिङ्ग, बोट निर्माण र लिङ्कहरूलाई सुधार गर्ने जस्तो प्राविधिक कार्यहरूलाई सुधार गरेको होस्।

source: floppy disk drive
ne: फ्लप्पि डिस्क ड्राइभ

source: Your preferences have been saved.
ne: तपाईंका अभिरुचिहरू सङ्ग्रहित भयो।

source: The template has been added.
ne: यो ढाँचा जोडिएको छ।

source: Moderator Options
ne: मडरेटर विकल्पहरु

source: Update?
ne: अद्यावधिक गर्ने

source: Send problem report to the developers?
ne: यो समस्याको प्रतिवेदन डेभेलोपरहरूलाई पठाउन चाहनुहुन्छ ?

source: Charging - %s until fully charged
ne: चार्ज -%s पूर्णतया चार्ज नभए सम्म

source: Match
ne: मिलान

source: Page edits
ne: पृष्ठ सम्पादनहरू

source: override this file on a shared repository
ne: यो साझा भण्डारको फाइल अधिक्रमण गर्ने

source: GIF file comment
ne: जिफ फाइल फाइ;

source: is invalid
ne: अमान्य छ

source: Payment method:
ne: भुगतान पद्धति:

source: Last Week
ne: गएको हप्ता

source: Error: $1.
ne: त्रुटि: $1

source: Send feedback
ne: पृष्ठपोषण पठाउनुहोस

source: a turn-based strategy game
ne: एउटा पालोमा आधारित रणनीति खेल

source: This device is not color managed.
ne: यो यन्त्र रङ व्यवस्थित छैन।

source: In Port
ne: बन्दरगाहमा

source: [[Special:MyLanguage/Web interface|Learn more]]
ne: [[Special:MyLanguage/Web interface|अझ धेरै सिक्नुहोस]]

source: Help with logging in
ne: प्रवेश गर्नको लागि सहयोग

source: Add contact
ne: सम्पर्क विवरण थप्ने

source: map
ne: नक्सा

source: The template name is too long. Please use a maximum length of 255 characters.
ne: यो ढाँचा धेरै लामो भयो। कृपया बढीमा २५५ क्यारेक्टरको प्रयोग गर्नुहोस।

source: Pay Loan Charge
ne: ऋण दस्तुर तिर्ने

source: Default:
ne: पूर्वनिर्धारित:

source: _Restart Now
ne: पुन: सुरु गर्ने

source: max
ne: अधिकतम

source: Not (!)
ne: होइन (!)

source: Debugging
ne: डिबग्गिङ

source: Delete index
ne: सूचकाङ्क मेट्ने

source: Bot: %(page)s is a good article
ne: रोबोट: %(page)s असल लेख हो ।

source: Send me copies of emails I send to other users
ne: मैले अन्य प्रयोगकर्ताहरूलाई पठाउने इ-मेलको प्रतिलिपि मलाई पठाउने

source: An error has occurred. Please try again later.
ne: एउटा त्रुटि भएको छ । कृपया फेरि प्रयास गर्नुहोला।

source: Displeased
ne: अप्रसन्न भएको

source: Ubufox extension for Firefox
ne: उबुफक्स एक्सटेन्सन फायरफक्स लागि

source: An unexpected error occurred, please try again.
ne: अमान्य त्रुटि उत्पन्न भयो, कृपया पुन प्रयास गर्नुहोला।

source: Orphaned pages
ne: अनाथ पृष्ठहरू

source: Italic
ne: छड्के

source: Ask Me Later
ne: पछि सोध्नुहोस्

source: Uploaded media
ne: अपलोड गरिएका मेडिया

source: (ignored)
ne: (अनदेखा गरिएको)

source: Closed
ne: बन्द गरिएको

source: Brilliant Idea Barnstar
ne: कमालको आइडिया बार्नस्टार

source: Take Multiple Photos
ne: धेरैवटा फोटोहरू लिनहोस

source: We accept
ne: हामी स्वीकार गर्छौ

source: Downloads
ne: डाउनलोडहरू

source: Opens the Dash App Lens.
ne: ड्यास एप ले्नस खोल्छ

source: Debian provides critical updates for %s. But updates could be delayed or skipped.
ne: डेबियन %s ले संवेदनशील अद्यावधिक प्रदान गर्दछ। तर अद्यावधिक ढिला हुन वा छाडिन सक्छ।

source: Site name:
ne: साइटको नाम:

source: Q: Domestics and funerary furniture
ne: त: घरेलु तथा अन्तिम संस्कारका फर्नीचर

source: Exposure mode
ne: एक्स्पोज़र मोड

source: Refresh List
ne: सूची ताजा पार्ने

source: Upload logo:
ne: लोगो उद्भरण गर्नुहोस

source: Monday
ne: सोमबार

source: Address
ne: ठेगाना

source: Loans
ne: ऋणहरू

source: Logging you in to wikis of {{int:Centralauth-groupname}}:
ne: तपाईंलाई {{int:Centralauth-groupname}}का विकिहरूमा प्रवेश गराइँदै:

source: Smiling face
ne: हसिलो मुहार

source: If you notice further problems, try restarting the computer.
ne: अरु समस्याहरू आइपरेमा , कम्प्युटर पुनःसुरु गर्न प्रयास गर्नुहोस्।

source: Indent (TAB)
ne: इन्डेन्ट (TAB)

source: Find and _Replace
ne: फेला पार्नुहोस् र प्रतिस्थापन गर्नुहोस्

source: Continue →
ne: जारी राख्ने →

source: Updates
ne: अद्यावधिकहरू

source: Show the overview
ne: ओेभर्भीयु देखाउनुहोस्

source: $1% match
ne: $1% मेल

source: View [[Special:WhatLinksHere/$1|more links]] to this file.
ne: यस फाइलको [[Special:WhatLinksHere/$1|थप लिंकहरू]] हेर्नुहोस् ।

source: List all BetaFeatures
ne: सबै बेटासुविधाहरुको सूची

source: Upload media
ne: मेडिया अपलोड गर्ने

source: This file is from $1 and may be used by other projects. Please see the [$2 file description page] for further information.
ne: यो फाइल $1 बाट हो र अन्य परियोजनाहरू द्वारा पनि प्रयोग गर्न सकिनेछ। अधिक जानकारीको लागि कृपया [$2 फाइल विवरण पृष्ठ] हेर्नुहोस।

source: Find a blocked user
ne: रोकलगाइएका प्रयोगकर्ताहरू खोज्नुहोस

source: Rights that a user has
ne: यो प्रयोगकर्ताको अधिकारहरू

source: Modify a contact
ne: सम्पर्क सच्याउने

source: Personal tools
ne: व्यक्तिगत औजारहरू

source: None, only you can add your observations to projects
ne: कुनै पनि होइन, तपाईंले आफ्नो मात्र अवलोकन बुँदालाई परियोजनामा थप गर्न सक्नु हुनेछ ।

source: Search engine
ne: खोज इन्जिन

source: ^Try Ubuntu Kylin without installing
ne: ^ स्थापना बिना उबुन्टु कार्इलिन प्रयास गर्नुहोस्

source: Goodbye, %s. Are you sure you want to close all programs and shut down the computer?
ne: हवस् त, %s । के तपाईं सबै प्रोग्रामहरू बन्द गरेर कम्प्युटर बन्द गर्न चाहनुहुन्छ ?

source: Translation center
ne: अनुवाद केन्द्र

source: ==Navigating the site==
ne: ==साइट नेभिगेसन==

source: Protected pages
ne: संरक्षित पृष्ठहरू

source: The change log is currently not available...
ne: परिवर्तन लग हाल उपलब्ध छेन

source: Low on a marker supply
ne: मार्कर आपूर्ति कमि

source: External link (remember http:// prefix)
ne: बाह्य लिङ्क (सम्झनुहोस् http:// prefix)

source: Special characters
ne: विशेष वर्णहरु

source: Beep when a key is
ne: कुञ्जी भएको भखत बिप गर्नुहोस्

source: Interval
ne: अन्तराल

source: Leave Private Mode
ne: निजी मोड छोड्नुहोस्

source: Do you really want to completely clear your book?
ne: के तपाईं वास्तवमा पुरै पुस्तक खाली गर्न चाहनुहुन्छ?

source: Indian rupee
ne: भारतीय रुपैया

source: Cancel
ne: रद्द गर्ने

source: Greyscale (narrow)
ne: ग्रेस्केल (साँघुरो)

source: Helipad
ne: हेलिकप्टर बस्ने ठाउँ

source: Remove {{PLURAL:$2|group|groups}} from own account: $1
ne: {{PLURAL:$2|समूह|समूहहरु}} यस $1 खाताबाट हटाउने

source: Persian
ne: पर्सियन

source: Assistive technologies
ne: सहयोगी प्रविधिहरु

source: _Delete
ne: _हटाउनुस

source: Digital still camera
ne: डिजिटल स्टिल क्यामेरा

source: UAA not available
ne: UAA उपलब्ध नभएको

source: Error: the global account "<nowiki>$1</nowiki>" does not exist.
ne: त्रुटि: यो विश्वव्यापी खाता "<nowiki>$1</nowiki>" छैन।

source: prc3 Envelope
ne: prc3 खाम

source: $1 $2 ago
ne: $1 $2 अगाडी

source: The sandbox prefix you specified is invalid.
ne: तपाईंले खुलाउनु भएको प्रयोगस्थल उपसर्ग उपलब्ध छैन।

source: Administrative imports of pages with edit history from other wikis.
ne: अन्य विकिहरूबाट प्रवन्धकहरूद्वारा गरिएको सम्पादन इतिहाससँग हुने पृष्ठहरूको आयात।

source: Read the user guide
ne: प्रयोगकर्ता गाइड पढ्नुहोस्

source: Onboard Preferences
ne: अन्बोर्ड प्राथमिकता

source: Arts, culture and entertainment
ne: कला, संस्कृती र मनोरञ्न

source: Left Touchring Mode Switch
ne: बायाँ टर्चिङ मोड स्विच

source: Bot: Creation or update of category [[:Category:%(cat)s|]]
ne: रोबोट: [[:Category:%(cat)s|]]वर्गको सिर्जना तथा सम्पादन

source: Access Control List
ne: अनुमति नियन्त्रण सूची

source: Kazakhstani tenge
ne: खाजाकस्तानी तेन्गे

source: $1 {{GENDER:$1|thanked}} you for your edit on $2.
ne: $1ले $2मा तपाईंको सम्पादनको लागी तपाईंलाई {{GENDER:$1|धन्यवाद गरेको छ}}।

source: Planet OSM
ne: ओएस्एम ग्रह

source: Linebreak
ne: पङ्क्ति तोड्ने

source: Adds a [[Special:WebChat|special page]] used to chat in real time with other wiki users
ne: अन्य विकि प्रयोगकर्ताहरू संग वास्तविक समय मा कुराकानी गर्न प्रयोग हुने [[Special:WebChat|विषेश पृष्ठ]] थप्छ

source: Report a bug
ne: बग उजुरी गर्ने

source: Mark as deleted
ne: मेटिएको भनी चिन्ह लगाउने

source: Setting up '%s' failed
ne: '%s' लाई सेट गर्न सकिएन

source: Not connected
ne: जडान भएको छैन

source: $1 home page
ne: $1 गृहपृष्ठ

source: Street 2
ne: बाटो २

source: (your chosen file from your computer)
ne: (तपाईँले आफ्नो कम्प्युटरबाट छानेको फाइल)

source: Street 1
ne: बाटो २

source: Invalid or malformed JSON
ne: अवैध वा मालफर्म्ड जेएसओएन

source: Autoreviewers
ne: स्वत: पुनरावलोकन गर्नेहरु

source: Online copyright statement
ne: अनलाइन प्रकाश अधिकार अभिव्यक्ति

source: edit it
ne: यसलाई सम्पादन गर्ने ।

source: Proprietary
ne: स्वामित्व भएको

source: Hover Click
ne: होभर क्लिक

source: Page <strong>$1</strong> has been removed from your book ($2).
ne: <strong>$1</strong> पृष्ठ तपाईंको पुस्तकबाट हटाइएको छ ($2)।

source: Password entered was blank. Please try again.
ne: हालिएको पासवर्ड खालि थियो। कृपया फेरी प्रयास गर्नुहोला।

source: Queues
ne: लाममा राखियो

source: Currently displayed
ne: अहिले देखाइएको

source: $1 WikiLove {{PLURAL:$1|message|messages}} sent.
ne: $1 विकिलभ सन्देस {{PLURAL:$1|पठाए|पठाउनुस}}।

source: Search pattern:
ne: खोज्ने नमूना:

source: _Subwoofer:
ne: सबउफर

source: Extension name
ne: एक्सटेन्सन नाम

source: Password must be at least 1 character and not more that 50 characters long
ne: पासबर्डमा कम्तीमा १ अक्षर तथा बढीमा ५० अक्षर लामो हुनु पर्नेछ

source: <strong>MediaWiki has been successfully installed.</strong>
ne: '''मीडिया सफलतापूर्वक कम्प्यूटरमा स्थापित भयो ।'''

source: Please confirm that you intend to do this, that you understand the consequences, and that you are doing this in accordance with [[{{MediaWiki:Policy-url}}|the policy]].
ne: पुष्टि गर्नुहोस् कि तपाईं यो कार्य गर्न चाहनुहुन्छ, तपाईं यसको परिणाम देखि अवगत हुनुहुन्छ, र तपाईं यो [[{{MediaWiki:Policy-url}}|नीति]] अनुसार गर्दै हुनुहुन्छ।

source: This user has [[$1|no]] knowledge of [[$2|English]] (or understands it with considerable difficulty).
ne: यी प्रयोगकर्तासित [[$2|नेपाली]] भाषाको ज्ञान [[$1|छैन]] (अथवा कठिनता पूर्वक बुझ्दछन्).

source: review revisions
ne: समीक्षा संशोधन

source: postal code
ne: डाक कोड

source: User account $1 was {{GENDER:$2|created}} automatically
ne: प्रयोगकर्ता खाता $1 स्वतः {{GENDER:$2|खोलियो}}

source: Editor edits
ne: सम्पादक सम्पादनहरू

source: send email
ne: इमेल पठाउने

source: Search for the string
ne: स्ट्रिङको खोजी गर्नुहोस्

source: There is new content available for download.
ne: केही सामग्री अधोभरणका लागि उपलब्ध छन।

source: Editor's username/IP address
ne: सम्पादकको प्रयोगकर्ता नाम/IP ठेगाना

source: Running...
ne: चालू...

source: Conflict of user rights changes! Please review and confirm your changes.
ne: प्रयोगकर्ताको अधिकार परिवर्तनमा मतभेद भयो ! कृपया तपाईंको परिवर्तन पुनरावलोकन तथा पुष्टि गर्नुहोस् ।

source: Returns pages having coordinates around the given point.
ne: दिइएको विन्दु बरिपरि निर्देशाङ्क सहितको परिणाम पृष्ठ ।

source: Keep me logged in for 2 weeks
ne: मलाई दुई हप्ताका लागि प्रवेश (लग इन) गराउनुहोस

source: For {{GENDER:$3|$1}} ($2)
ne: {{GENDER:$3|$1}} ($2)को लागि

source: Genres
ne: विधा

source: The file is a corrupt or otherwise unreadable ZIP file. It cannot be properly checked for security.
ne: यो फाइल बिग्रीएको अवस्थामा छ या खोल्न नसकिने ZIP फाइल हो सुरक्षाको कारणले गर्दा राम्ररी जाँच गर्न सकिएन ।

source: URL to original data object
ne: वास्तविक तथ्य वस्तुको वेब ठेगाना

source: Sort ascending
ne: आरोहण क्रममा मिलाउने

source: Add article
ne: लेख थप्ने

source: The Barnstar of Good Humor is awarded to users who consistently lighten the mood, defuse conflicts, and make {{SITENAME}} a better place to be.
ne: राम्रो व्यवहार बार्नस्टार ती प्रयोगकर्तालाई दिइने गरिन्छ जसले आफ्नो व्यवहारबाट सबैलाई खुसी पार्छन, विवाद समाप्त गराउँछन, र {{SITENAME}}मा एउटा राम्रो स्थान बनाउँछन।

source: active
ne: सक्रिय

source: OK to send these as attachments? [y/n]
ne: यो सङ्लग्नहरू पठाउन चाहनुहुन्छ ? [y/n]

source: 8 Hours
ne: ८ घण्टा

source: Webcam Booth
ne: वेबक्याम बुथ

source: Save books as user page
ne: प्रयोगकर्ता पृष्ठको रूपमा पुस्तक सङ्ग्रह गर्ने

source: $1 at $2
ne: $1 $2मा

source: EDIT
ne: सम्पादन

source: Sailing to America
ne: अमेरिकामा जहाजबाट जानुहोस्

source: View Source
ne: स्रोत हेर्नुहोस्

source: Cargo on %name% (%space% {{plural:%space%|one=hold|other=holds|default=holds}} left)
ne: कार्गो मा %name% (%space% {{plural:%space%|one=समात्छ|other=समात्छ|default=समात्छ}} देब्रे)

source: SIM Puk required
ne: सिमको PUK आवश्यक

source: Webcam
ne: वेबक्याम

source: http://www.example.com link title
ne: http://www.example.com शीर्षक लिंक

source: Fixed grammar
ne: व्याकरण ठीक बनाइयो

source: Holding this key makes the Launcher and Help Overlay appear. Tapping it opens the Dash.
ne: यो कि थिचिराख्यो भने लन्चर वा सहायताको आवरण देखिन्छ । थिचेर छोड्यो भने ड्यास खुल्छ ।

source: check user IP addresses
ne: प्रयोगकर्ताको आइपी ठेगानाहरू जाँच्ने

source: Ready
ne: तयार

source: City that the picture was taken in
ne: सहर जहाँ

# Price: %gold%
source: Price:\t%gold%
ne: मुल्यः\t%gold%

source: You need to be an election administrator to perform this action.
ne: यो कार्य गर्न तपाईं चुनाव प्रवन्धक हुनुपर्छ।

source: Pair of black and white reference values
ne: कालो र सेतो सन्दर्भ मानहरूको जोडी

source: Colonists
ne: कलोनिस्टहरु

source: Get IP addresses
ne: आइपी ठेगानाहरू प्राप्त गर्ने

source: See below.
ne: तल हेर्नुहोस् ।

source: Caution low battery, %s remaining
ne: सावधान न्युन ब्याट्री %s बाँकी

source: Configure Bluetooth settings
ne: ब्लुटुथ सेटिङ्स मिलाउनुहोस्

source: Image compression mode
ne: चित्र सम्पीडन मोड

source: Time email address was confirmed
ne: समय इमेल ठेगाना सुनिश्चित गरियो

source: %i day ago
ne: %i दिन अघि

source: Successfully Copied
ne: सफलतापुर्वक प्रतिलिपी गरियो

source: Unblock a username or IP address
ne: प्रयोगकर्ता वा IP माथिको निषेध खारेज गर्ने

source: Logged out
ne: निर्गमन भयो

source: Pixel composition
ne: पिक्सेल कम्पोजिसन

source: Related audio file
ne: सम्बन्धित अडियो फाइल

source: Penguin Golf
ne: पेङ्गुइन गोल्फ

source: Enter an image filename:
ne: चित्रको नाम राख्नुहोस्:

source: Ubuntu-specific configuration defaults and apt support for Firefox
ne: उबुन्टु विशेष कन्फिगरेसन पूर्वनिर्धारित र एपीटी सहयोगको लागि फायरफक्स

source: Publish as draft
ne: मस्यौदाका रूपमा प्रकाशित

source: Someone (probably you, from IP address $1) requested a new password for {{SITENAME}} ($4). A temporary password for user "$2" has been created and was set to "$3". If this was your intent, you will need to log in and choose a new password now. Your temporary password will expire in {{PLURAL:$5|one day|$5 days}}. If someone else made this request, or if you have remembered your password, and you no longer wish to change it, you may ignore this message and continue using your old password.
ne: कसैले (सायद तपाईँ, IP ठेगाना $1 बाट), {{SITENAME}}($4) को लागि नयाँ प्रवेसशब्द अनुरोध गर्नुभएको छ । प्रयोगकर्ता "$2" को लागि नयाँ अस्थायी प्रवेसशब्द "$3"तयार पारिएको छ । यदि यो तपाईंको इच्छामा भएको भए अहिले तपाईँले प्रवेशगरी नयाँ प्रवेसशब्द छान्नु पर्ने हुन्छ। तपाईंको अस्थायी प्रवेसशब्द {{PLURAL:$5|एक दिन|$5 दिनहरू पछि}} अमान्य हुनेछ । यदि कोही अरुले नै अनुरोध गरेको हो भने , या तपाईंले आफ्नो प्रवेसशब्द सम्झिनु भयो भने, अथवा त्यसलाई परिवर्तन गर्न चाहनुहुन्न भने, तपाईँले यो सन्देसको वेवास्ता गर्नसक्नुहुन्छ र पुरानै प्रवेसशब्द प्रयोग गरिरहन सक्नुहुन्छ ।

source: Automated edits
ne: स्वतनिर्धारित सम्पादन

source: Unstrip loop detected
ne: अनस्ट्रिप लुप देखिन्छ

source: Which page should be processed?
ne: कुन पृष्ठमा कार्य गर्ने हो ?

source: Z: Strokes, geometrical figures, etc.
ne: य: धर्साहरू, ज्यामितीय आकारहरू, आदि।

source: Invalid parameters.
ne: अमान्य प्यारामिटर।

source: Replace
ne: बदल्नुहोस्

source: Allows embedding presentations from [//prezi.com Prezi.com]
ne: [//prezi.com Prezi.com] को संलग्न प्रस्तुतीकरणलाई अनुमति दिनुहोस्

source: Very private
ne: अत्यन्तै निजी

source: redirect
ne: अनुप्रेषण

source: Maximum $1 {{PLURAL:$1|day|days}}
ne: अधिकतम $1 {{PLURAL:$1|दिन|दिन}}

source: Collection name
ne: संग्रह नाम

source: Maintenance reports
ne: मर्मत प्रतिवेदनहरु

source: Strikethrough (Ctrl+5)
ne: बीचको धर्को (Ctrl+5)

source: Take multiple photos in quick succession with burst mode. Use the countdown to give yourself time to strike a pose, and wait for the flash!
ne: ब्रस्ट मोडबाट द्रुत गतिमा एक पछि अर्को गर्दै धेरैवटा फोटो लिनुहोस्। आफुलाई पोज दिनका लागि समय मिलाउन गणनाको प्रयोग गर्नुहोस्, र फ्ल्यास आउन्जेल पर्खनुहोस्!

source: deletion log
ne: मेटाइएको लग

source: The database has been unlocked.
ne: डेटाबेसको ताल्चा खोलियो ।

source: Messages per page:
ne: प्रति पृष्ठ सन्देश:

source: prc7 Envelope
ne: prc7 खाम

source: Login:
ne: प्रवेश:

source: View $1?
ne: $1 हेर्ने?

source: Unknown repository
ne: थाह नभएको रिपोजिटरी

source: By default, newly created tags will be made available for use by users and bots.
ne: पुनः निर्धारित रूपले, नवनिर्मित ट्याग प्रयोगकर्ताहरू र बोटहरूको लागी रहनेछ।

source: Contacts
ne: सम्पर्कहरू

source: Position on the color wheel.
ne: रङ चक्रमा स्थिति

source: === Move sitelinks ===
ne: === साइटलिंक सार्नुहोस् ===

source: Day white fluorescent (N 4600 – 5400K)
ne: दिवा फ्लोरोसेन्ट (N 4600 – 5400K)

source: Hide deleted filters
ne: मेटाइएका फिल्टहरु लुकाउनुहोस्

source: More info
ne: थप जानकारी

source: Total
ne: जम्मा

source: Final ranking
ne: अन्तिम र्‌याङ्किङ्ग

source: %1$d Contacts
ne: %1$d सम्पर्कहरु

source: Page name:
ne: पृष्ठ नाम:

source: This special page shows all uploaded files.
ne: यस विशेष पृष्ठले उर्ध्वभरण गरिका सबै फाइलहरू देखाउँछ ।

source: Editor
ne: सम्पादक

source: Number of edits:
ne: सम्पादन संख्या:

source: Display name <small>(optional)</small>
ne: प्रकाशन गर्ने नाम <small>(ऐच्छिक)</small>

source: merge items
ne: चिजहरू जोड्नुहोस्

source: PIN check failed
ne: पिन जाँच विफल

source: Uploading Problem Information
ne: समस्याको जानकारी अपलोड हुदैछ​।

source: Email address
ne: इमेल ठेगाना

source: Resolved by %{user} <abbr title='%{exact_time}'>%{when} ago</abbr>
ne: %{user}द्वारा <abbr title='%{exact_time}'>%{when} अगाडि</abbr> समाधान गरिएको

source: Disabled filters:
ne: निस्क्रिय फिल्टरहरु

source: Add interwiki link
ne: अन्तरविकि लिङ्क जोड्ने

source: Shutter sound
ne: सटरको आवाज

source: Disconnecting
ne: विच्छेद गर्दै

source: Languages
ne: भाषाहरू

source: Interactive tutorials to show you how Wikidata works
ne: विकिडेटले कसरी काम गर्छ भ्ने अन्तरक्रियात्मक उदाहरणहरू

source: Sorry, the servers are overloaded at the moment. Too many users are trying to view this resource. Please wait a while before you try to access this resource again.
ne: माफ गर्नुहोस् , यस समयमा सर्भरहरुमा कार्यभार उच्च रहेको छ। अति धेरै प्रयोगकर्ताहरू यो पृष्ट हेर्ने प्रयास गरी रहनु भएको छ। कृपया यो सामग्री हेर्नु अगाडि केही समय पर्खिदिनुहोस् ।

source: Weekly
ne: साप्ताहिक

source: Pages ({VAR: ttl_pg}):
ne: पृष्ठहरू ({VAR: ttl_pg}):

source: Add more files
ne: अर्को फाइल थप्ने

source: Email a user.
ne: प्रयोगकर्तालाई इमेल गर्नुहोस्।

source: Pages created
ne: निर्माण गरेका पृष्ठहरू

source: Cursor blink speed
ne: हालको करसर झिमझिम

source: Delete image
ne: तस्वीर मेट्नुहोस्

source: Buy…
ne: किन्नुहोस्…

source: Did you mean: $1
ne: कतै तपाईंको खोजाई : $1 त होइन ?

source: Banner name:
ne: ब्यानरको नाम:

source: There are no pages in your test wiki, in the namespace: $1.
ne: तपाईंको परीक्षण विकीको नामस्थान: $1 मा कुनै पनि पृष्ठ छैनन्।

source: Invert Selection
ne: छानिएको उल्ट्याउने

source: Night scene
ne: रात्री दृश्य

source: This page is protected
ne: यो पृष्ठ सुरक्षण गरिएको छ

source: You must give a response for every question.
ne: प्रत्येक प्रश्नहरुको उत्तर तपाईंले दिनु पर्छ।

source: editcounter
ne: सम्पादन गणक

source: Center weighted average
ne: केन्द्र भारित औषत

source: Below is a list of all page moves.
ne: सबै सारिएका पृष्ठहरूको सूची तल दिइएकोछ।

source: Special pages
ne: विशेष पृष्ठ

source: Language:
ne: भाषा:

source: File "$1" does not exist.
ne: "$1" फाइल छैन।

source: 30 seconds
ne: ३० सेकेन्ड

source: You achieve independence from the Crown.
ne: तपाईंले राजतन्त्रबाट स्वतन्त्रता पाउनु भएको छ ।

source: Donation landing page that integrates gateway extensions
ne: दान अवतरण पृष्ठ जसले प्रवेशद्वार(gateway) एक्स्टेन्सनलाई एकिकृत गर्दछ।

source: Remove this page from your watchlist
ne: यो पृष्ठलाई तपाईँको अवलोकनसूचीबाट हटाउनुहोस्

source: Split
ne: टुक्राउने

source: You cannot overwrite this file.
ne: तपाईँले यो फाइल अधिलेखन गर्न सक्नुहुन्न ।

source: Pay Charge
ne: दस्तुर तिर्ने

source: filter $1
ne: $1 फिल्टर गर्ने

source: $1 and $3 {{PLURAL:$4|other|others}} {{GENDER:$1|left}} a message on your [[User talk:$2|talk page]].
ne: $1 र $3 {{PLURAL:$4|अन्य}} ले तपाईँको [[User talk:$2|वार्ता पृष्ठ]] मा एउटा सन्देश {{GENDER:$1|छोड्नुभएको छ}}।

source: Adding [[{{int:newusermessage-template}}|welcome message]] to new user's talk page
ne: [[{{int:newusermessage-template}}|स्वागतम् सन्देस]] नयाँ प्रयोगकर्ताहरूको वार्ता पृष्ठमा जोड्ने

source: Delete layout '{}'?
ne: '{}' लेआउट हटाउनु होस् ?

source: email address
ne: इमेल ठेगाना

source: last update
ne: अन्तिम सम्पादन

source: Upload
ne: अपलोड गर्ने

source: Get it!
ne: प्राप्त गर्नुहोस् !

source: Filter testing
ne: फिल्टर जाँच्ने

source: MIME type:
ne: MIME प्रकार:

source: Reply all
ne: सबै जवाफ फर्काउने

source: Your IP address is blocked from account creation.
ne: तपाईंको आई पी ठेगाना खाता खोल्नबाट प्रतिबन्धित छ।

source: Twitter
ne: ट्विटर

source: Links from the template
ne: ढाँचाबाट आएका जोडिएकाहरू

source: This wiki does not accept filenames that end in the extension ".$1".
ne: अन्तमा ".$1". एक्सटेन्शन भएको फाइल नाम यो विकिले स्वीकार्दैन।

source: Suppress <nowiki> tags in result
ne: परिणाममा ट्यागहरूलाई दबाइएको <nowiki>

source: Using battery power - %s remaining
ne: ब्याट्री प्रयोग गरिरहेको -%s बाँकी

source: %{name} is now your friend!
ne: %{name} अब तपाईंको मित्र हुनुभएको छ!

source: Show preview on first edit
ne: पहिलो सम्पादनमा पूर्वरुप देखाउने

source: User interface
ne: प्रयोगकर्ता इन्टरफेस

source: APEX aperture
ne: APEX छिंड़

source: Top edits
ne: सर्वाधिक सम्पादन

source: Apply [[Special:Tags|tags]] along with one's changes
ne: एकको परिवर्तन सहित [[Special:Tags|tags]] लागु गर्ने

source: A file with this name exists already, please check <strong>[[:$1]]</strong> if {{GENDER:|you}} are not sure if you want to change it. [[$1|thumb]]
ne: यो नामको फाइल पहिले नैं छ, यदि तपाईं परिवर्तन गर्ने कुरामा सुनिश्चित हुनुहुन्न भने कृपया <strong>[[:$1]]</strong> जाँच गर्नुहोस्। [[$1|thumb]]

source: Unwatched pages
ne: ध्यान नदिइएका पृष्ठहरू

source: The following {{PLURAL:$1|category contains|categories contain}} pages or media. [[Special:UnusedCategories|Unused categories]] are not shown here. Also see [[Special:WantedCategories|wanted categories]].
ne: निम्नलिखित {{PLURAL:$1|श्रेणी|श्रेणीहरू}}मा पृष्ठ वा मीडिया छन् । जुन [[Special:UnusedCategories|प्रयोग नगरिएका श्रेणीहरू]] यहाँ देखाइएको छैन। [[Special:WantedCategories|चाहिएको श्रेणीहरू]] पनि हेर्नुहोस।

source: Public GPS traces
ne: सारवजनिक GPS ट्रेसहरु

source: Ordered list (Ctrl+Shift+N)
ne: क्रमवद्ध सूची (Ctrl+Shift+N)

source: Map Buttons…
ne: नक्शाको बटनहरु

source: Apply to selected {{PLURAL:$1|revision|revisions}}
ne: {{PLURAL:$1|छानिएको संशोधन|छानिएका संशोधनहरु}}मा प्रयोग गर्ने

source: Failed to join domain
ne: डोमेन जडान गर्न असफल

source: * Normal special pages. * <span class="mw-specialpagerestricted">Restricted special pages.</span>
ne: * साधारण विशेष पृष्ठहरू। * <span class="mw-specialpagerestricted">निषेधित विशेष पृष्ठहरू।</span>

source: $1 patrol log
ne: $1 निगरानी लग

source: Yes, restart it
ne: हुन्छ, पुनः सुचारू गर्ने

source: Units Lost
ne: नाश भएका इकाइहरू

source: Add {{PLURAL:$2|group|groups}} to own account: $1
ne: {{PLURAL:$2|समूह|समूहहरु}} निजी $1 खातामा थप्ने

source: Disasters and accidents
ne: प्रकोप तथा दुर्घटना

source: Refresh the list of files
ne: फाइलहरूको सूची ताजा गर्ने

source: South Atlantic Ocean
ne: दक्षिण अन्ध महासागर
